verification/runs/T-family/T5_runs/L_m/0.orig/air/alphat
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0/air";
    object alphat;
}

dimensions [1 -1 -1 0 0 0 0];

internalField uniform 0;

boundaryField
{
    inlet
    {
        type calculated;
        value uniform 0;
    }
    outlet
    {
        type calculated;
        value uniform 0;
    }
    symmetry
    {
        type symmetryPlane;
    }
    side
    {
        type calculated;
        value uniform 0;
    }
    floor
    {
        type compressible::alphatWallFunction;
        Prt 0.85;
        value uniform 0;
    }
    roof
    {
        type compressible::alphatWallFunction;
        Prt 0.85;
        value uniform 0;
    }
    cube_front
    {
        type compressible::alphatWallFunction;
        Prt 0.85;
        value uniform 0;
    }
    cube_top
    {
        type compressible::alphatWallFunction;
        Prt 0.85;
        value uniform 0;
    }
    cube_rear
    {
        type compressible::alphatWallFunction;
        Prt 0.85;
        value uniform 0;
    }
    cube_side_n
    {
        type compressible::alphatWallFunction;
        Prt 0.85;
        value uniform 0;
    }
}
