verification/runs/T-family/T5_runs/L_m/constant/air/g
FoamFile
{
    version 2.0;
    format ascii;
    class uniformDimensionedVectorField;
    location "constant/air";
    object g;
}

dimensions [0 1 -2 0 0 0 0];
value (0 0 0);
