verification/runs/T-family/T5_runs/L_m/constant/air/thermophysicalProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "constant/air";
    object thermophysicalProperties;
}

thermoType
{
    type heRhoThermo; mixture pureMixture; transport const; thermo hConst;
    equationOfState perfectGas; specie specie; energy sensibleEnthalpy;
}
mixture
{
    specie { molWeight 28.966; }
    thermodynamics { Cp 1006; Hf 0; }
    transport { mu 1.7917e-05; Pr 0.71; }
}
