verification/runs/T-family/T5_runs/L_m/constant/air/turbulenceProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "constant/air";
    object turbulenceProperties;
}

simulationType laminar;
