verification/runs/T-family/T5_runs/L_m/constant/epoxy/radiationProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "constant/epoxy";
    object radiationProperties;
}

radiation off;
radiationModel none;
