verification/runs/T-family/T5_runs/L_m/system/epoxy/fvSolution
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "system/epoxy";
    object fvSolution;
}

solvers
{
    "(h|e)" { solver PCG; preconditioner DIC; tolerance 1e-10; relTol 0.01; }
}
SIMPLE { nNonOrthogonalCorrectors 0; }
relaxationFactors { equations { "(h|e)" 0.9; } }
